/* Data Cleaning*/
UPDATE Legislation 
SET title='Εκσυγχρονισμός του συστήματος προσλήψεων στον δημόσιο τομέα και ενίσχυση του Ανώτατου Συμβουλίου Επιλογής Προσωπικού (Α.Σ.Ε.Π.)–Αξιοκρατία στον δημόσιο τομέα'
where id =103

UPDATE Legislation
set title = '«ΓΙΑΤΡΟΣ ΓΙΑ ΟΛΟΥΣ, ΙΣΟΤΙΜΗ ΚΑΙ ΠΟΙΟΤΙΚΗ ΠΡΟΣΒΑΣΗ ΣΤΙΣ ΥΠΗΡEΣΙΕΣ ΤΟΥ EΘΝΙΚΟΥ ΟΡΓΑΝΙΣΜΟΥ ΠΑΡΟΧΗΣ ΥΠΗΡΕΣΙΩΝ ΥΓΕΙΑΣ ΚΑΙ ΣΤΗΝ ΠΡΩΤΟΒΑΘΜΙΑ ΦΡΟΝΤΙΔΑ ΥΓΕΙΑΣ ΚΑΙ ΑΛΛΕΣ ΔΙΑΤΑΞΕΙΣ»'
where id = 48

UPDATE Legislation
set title = 'Δημόσια Διαβούλευση για το Σχέδιο Νόμου «Αναγκαίες ρυθμίσεις για την εναρμόνιση της Ελληνικής Νομοθεσίας με το νέο Κώδικα Αντιντόπινγκ του Παγκόσμιου Οργανισμού Αντιντόπινγκ και άλλες διατάξεις»'
where id = 434

UPDATE Legislation
set title = 'Δημόσια Διαβούλευση για το σχέδιο νόμου «Προσαρμογή της ελληνικής νομοθεσίας προς τις διατάξεις της Οδηγίας 2014/60/ΕΕ του Ευρωπαϊκού Κοινοβουλίου και του Συμβουλίου της 15ης Μαΐου 2014 σχετικά με την επιστροφή πολιτιστικών αγαθών που έχουν απομακρυνθεί παράνομα από το έδαφος κράτους-μέλους»'
where id = 447

UPDATE Legislation
set title = 'Δημόσια διαβούλευση για το σχέδιο υπουργικής απόφασης «Ρύθμιση θεμάτων ηλεκτρονικής δημοπρασίας οχημάτων του Δημοσίου»'
where id=467

update Legislation
set title = 'Δημόσια Διαβούλευση για τις Τεχνικές Προδιαγραφές έργου «Επέκταση Εγκατάστασης Αυτοματοποιημένου Συστήματος Επιτήρησης στην περιοχή του Έβρου»'
where id = 468

update Legislation
set title = 'Δημιουργία θεσμικού πλαισίου για την ίδρυση και λειτουργία Ανώτερων Σχολών Κινηματογραφίας –Τηλεόρασης'
where id = 520

update Legislation
set title = 'Δημόσια Διαβούλευση του σχεδίου νόμου «Ρύθμιση θεμάτων που αφορούν Κατασκευές Δημοσίου Ενδιαφέροντος Προστασίας Ανθρώπων και Πραγμάτων (Κ.Δ.Ε.Π.Α.Π.), για την αντιμετώπιση έκτακτων αναγκών»'
where id = 538